"secureCryptoVault" = "SICHERER KRYPTO-TRESOR";
"thisDevice" = "Dieses Gerät:";
"start" = "Starten";
"createNewVault" = "Einen neuen Tresor erstellen";
"importExistingVault" = "Einen bestehenden Tresor importieren";
"import" = "Importieren";
"continue" = "Fortfahren";
"changeVault" = "Tresor wechseln";
"setup" = "Einrichten";
"pair" = "Koppeln";
"join" = "Beitreten";
"swap" = "Tauschen";
"send" = "Senden";
"tokens" = "Tokens";
"vaults" = "Tresore";
"vault" = "Tresore";
"main" = "Haupt";
"address" = "Adresse";
"vaultDetailsTitle" = "Details";
"vaultDetailsDescription" = "Sehen Sie die Details Ihres Tresors";
"ECDSA" = "ECDSA";
"EdDSA" = "EdDSA";
"backup" = "Backup";
"error" = "Fehler";
"backupVault" = "Machen Sie ein Backup Ihres Tresors";
"rename" = "Umbenennen";
"renameVault" = "Den Namen Ihres Tresors bearbeiten";
"delete" = "Löschen";
"cancel" = "Abbrechen";
"save" = "Speichern";
"asset" = "Vermögenswert";
"assets" = "Vermögenswerte";
"vaultName" = "Tresorname";
"deleteVault" = "Löschen Sie Ihren Tresor dauerhaft";
"deleteVaultTitle" = "Tresor löschen";
"deleteVaultDescription" = "Dieser Tresor wird dauerhaft entfernt";
"backupVault" = "Machen Sie ein Backup Ihres Tresors";
"addNewVault" = "Neuen Tresor hinzufügen";
"editVault" = "Tresor bearbeiten";
"addressCopied" = "Adresse kopiert";
"hashCopied" = "Hash kopiert";
"ok" = "OK";
"next" = "Nächster";
"skip" = "Überspringen";
"from" = "Von";
"to" = "Zu";
"fees" = "Gebühren";
"time" = "Zeit";
"scan" = "Scannen";
"pair" = "Koppeln";
"verify" = "Verifizieren";
"amount" = "Menge";
"keysign" = "Schlüsselsignatur";
"done" = "Fertig";
"gas(auto)" = "Gas (auto)";
"enterPreviousVault" = "Geben Sie Ihren zuvor erstellten Tresor ein";
"uploadFile" = "Datei, Text oder Bild hochladen";
"devicesOnSameWifi" = "Halten Sie Geräte im gleichen Netzwerk mit Vultisig geöffnet";
"need3Devices" = "Sie benötigen mindestens 2 Geräte";
"chooseTokens" = "Tokens wählen";
"chooseChains" = "Ketten wählen";
"enterAddress" = "Adresse eingeben";
"enterAmount" = "Menge eingeben";
"reshare" = "Erneut teilen";
"unknown" = "Unbekannt";
"reshareVault" = "Tresor mit einem neuen Komitee erneut teilen";
"pairWithOtherDevices" = "Mit anderen Geräten koppeln:";
"scanQrCode" = "QR-Code scannen";
"mainDevice" = "Hauptgerät";
"pleaseWait" = "Bitte warten...";
"joinKeygen" = "BEITRETEN ZUR SCHLÜSSELGENERIERUNG/-TEILUNG";
"failToStartKeygen" = "Start der Schlüsselgenerierung aufgrund fehlender Informationen nicht möglich";
"scanQRCodeJoinKeygen" = "Scannen Sie den QR-Code in einer anderen Vultisig, um zu beginnen.";
"discoveringMediator" = "Vermittlungsdienst wird entdeckt, bitte warten...";
"joiningKeygen" = "Dem Prozess der Schlüsselgenerierung/-teilung beitreten, bitte warten...";
"waitingForKeygenToStart" = "Warten auf den Start der Schlüsselgenerierung, bitte warten...";
"preparingVault" = "TRESOR VORBEREITEN...";
"generatingECDSA" = "ECDSA-SCHLÜSSEL GENERIEREN";
"generatingEdDSA" = "EdDSA-SCHLÜSSEL GENERIEREN";
"reshareECDSA" = "ECDSA-SCHLÜSSEL ERNEUT TEILEN";
"reshareEdDSA" = "EdDSA-SCHLÜSSEL ERNEUT TEILEN";
"keygenFailed" = "Schlüsselgenerierung fehlgeschlagen";
"reshareFailed" = "Schlüsselteilung fehlgeschlagen";
"joinKeyshare" = "Dem Schlüsselteilungsprozess beitreten";
"lookingForDevices" = "Suche nach Geräten...";
"sign" = "Unterschreiben";
"amount" = "Menge";
"amount(inFiat)" = "Menge (in Fiat)";
"balanceNativeToken" = "Guthaben des Native Tokens";
"memo" = "Memo";
"gas" = "Gas";
"signing" = "Unterzeichnung";
"transaction" = "Transaktion";
"complete" = "Komplett";
"tryAgain" = "Erneut versuchen";
"failStartKeysign" = "Fehler beim Start der Schlüsselunterschrift";
"waitingForKeySignStart" = "Warten auf den Beginn des Unterschriftsprozesses...";
"keysignFail" = "Der Prozess der Schlüsselunterschrift konnte nicht gestartet werden. Bitte überprüfen Sie Ihre Einstellungen und versuchen Sie es erneut.";
"joinKeySign" = "Dem Schlüsselunterschriftsprozess beitreten";
"creatingTssInstance" = "TSS-INSTANZ ERSTELLEN...";
"signingWithECDSA" = "MIT ECDSA-SCHLÜSSEL UNTERSCHREIBEN...";
"signingWithEdDSA" = "MIT EdDSA-SCHLÜSSEL UNTERSCHREIBEN...";
"keysignFinished" = "SCHLÜSSELUNTERSCHRIFT ABGESCHLOSSEN...";
"scanWithPairedDevice" = "Mit Ihrem gekoppelten Gerät scannen:";
"waitingForKeygenStart" = "Warten auf den Beginn der Schlüsselgenerierung...";
"sendingRightAddressCheck" = "Ich sende an die richtige Adresse";
"correctAmountCheck" = "Die Menge ist korrekt";
"notHackedCheck" = "Ich sende mein Geld nicht an einen Betrug oder Hacker";
"wrongVaultTryAgain" = "Falscher Tresor oder gekoppeltes Gerät.";
"signInErrorTryAgain" = "Fehler beim Unterschreiben. Bitte versuchen Sie es erneut.";
"sameWifiEntendedInstruction" = "Halten Sie Geräte im selben WLAN, wählen Sie den richtigen Tresor und koppeln Sie die Geräte. Stellen Sie sicher, dass kein anderes Gerät Vultisig ausführt.";
"validAddressError" = "Bitte geben Sie eine gültige Adresse ein.";
"positiveAmountError" = "Die Menge muss eine positive Zahl sein. Versuchen Sie es erneut.";
"nonNegativeFeeError" = "Die Gebühr muss eine nicht negative Zahl sein. Versuchen Sie es erneut.";
"walletBalanceExceededError" = "Die Gesamtmenge und die Gebühr überschreiten das Saldo Ihrer Brieftasche. Versuchen Sie es erneut.";
"mustHaveETHError" = "Sie müssen ETH haben, um Gas zu bezahlen, bevor Sie ein Token senden.";
"unavailableBalanceError" = "Brieftaschensaldo nicht verfügbar.";
"invalidGasFeeError" = "Ungültige Gasgebühr angegeben.";
"invalidTransactionAmountError" = "Ungültige Transaktionsmenge angegeben.";
"walletBalanceExceededSolanaError" = "Die kombinierte Menge und die Gebühr überschreiten das Saldo Ihrer Brieftasche. Versuchen Sie es erneut.";
"notEnoughBalanceError" = "Sie haben nicht genug Saldo, um diese Transaktion zu senden";
"gasEstimateETHError" = "Fehler bei der Schätzung von Gas für ETH";
"gasEstimateTOKENError" = "Fehler bei der Schätzung von Gas für TOKEN";
"gasEstimateError:" = "Fehler bei der Gasschätzung: ";
"mustAgreeTermsError" = "Sie müssen den Bedingungen zustimmen.";
"confirmToSign" = "Bestätigen, um die Nachricht zu unterschreiben?";
"unableToStartKeysignProcess" = "Der Prozess der Schlüsselunterschrift konnte aufgrund fehlender Informationen nicht gestartet werden.";
"transactionComplete" = "Transaktion abgeschlossen";
"transactions" = "Transaktionen";
"cannotFindTransactions" = "Transaktionen können nicht gefunden werden";
"transactionID" = "Transaktions-ID";
"errorFetchingTransactions" = "Fehler beim Abrufen von Transaktionen";
"noTransactions" = "Noch keine Transaktionen";
"tryFaceIDAgain" = "Face ID erneut versuchen";
"loginUsingFaceID" = "Mit Face ID anmelden";
"failToGetAccountNumber" = "Fehler beim Abrufen der Kontonummer";
"failToGetSequenceNo" = "Fehler beim Abrufen der Sequenznummer";
"failToGetRecentBlockHash" = "Fehler beim Abrufen des aktuellen Blockhashs";
"checkExplorer" = "Explorer überprüfen";
"self" = "Selbst";
"settings" = "Einstellungen";
"language" = "Sprache";
"currency" = "Währung";
"faq" = "FAQ";
"other" = "Andere";
"shareTheApp" = "Die App teilen";
"noChainSelected" = "Keine Kette ausgewählt";
"setupVaultFAQQuestion" = "Wie richte ich meinen Krypto-Tresor ein?";
"setupVaultFAQAnswer" = "Versammeln Sie zwei oder mehr Ihrer Geräte und verbinden Sie diese mit Ihrem lokalen WLAN, Hotspot oder Internet. Koppeln Sie sie dann einfach per QR-Code und erstellen Sie einen neuen Tresor. Danach können Sie Gelder senden.";
"supportedCryptoFAQQuestion" = "Welche Kryptowährungen werden von Vultisig unterstützt?";
"supportedCryptoFAQAnswer" = "Alle von Trust Wallet Core unterstützten Assets werden in Vultisig unterstützt.";
"vaultSecurityFAQQuestion" = "Wie sichert die Krypto-Tresor-App meine Kryptowährungen?";
"vaultSecurityFAQAnswer" = "Vultisig ist geprüft, Open-Source und verwendet eine sehr bewährte TSS-Bibliothek.";
"moneyFAQQuestion" = "Wie verdient Vultisig Geld?";
"moneyFAQAnswer" = "Vultisig berechnet nur eine Pauschalgebühr für Tausch und Brückenschlag. Es gibt keine anderen versteckten Gebühren.";
"assetRecoveryFAQQuestion" = "Kann ich meine Vermögenswerte wiederherstellen, wenn ich ein Gerät verliere?";
"assetRecoveryFAQAnswer" = "Sie können Ihren Tresor sichern, indem Sie die Tresoranteile exportieren.";
"registerFAQQuestion" = "Muss ich mich registrieren?";
"registerFAQAnswer" = "Nein, es gibt keine Registrierungsanforderungen.";
"languageChangeTitle" = "Sprache geändert";
"restart" = "Bitte starten Sie die App neu, um die neuen Spracheinstellungen zu übernehmen.";
"EnglishUK" = "Englisch (UK)";
"German" = "Deutsch";
"Spanish" = "Spanisch";
"Italian" = "Italienisch";
"Croatian" = "Kroatisch";
"Portuguese" = "Portugiesisch";
"youAreCreatingA" = "Du erstellst eine";
"withTheseDevices" = "Mit diesen Geräten";
"pairDeviceDisclaimersFirst" = "Du kannst nur Transaktionen senden, wenn mindestens";
"pairDeviceDisclaimersSecond" = "dieser Geräte vorhanden sind.";
"backupNotNeededDisclaimer" = "Dein Backup-Gerät wird nicht benötigt, es sei denn, du verlierst eines deiner Hauptgeräte.";
"noBackupDeviceDisclaimer" = "Du hast kein drittes Backup-Gerät - daher solltest du später einen Tresoranteil sicher sichern.";
"vaultNameExists" = "Tresorname %s existiert bereits";
"balanceNotAvailable" = "Guthaben nicht verfügbar";
"invalidBalance" = "Ungültiges Guthaben";
"cannotDisableChain" = "Kette kann nicht deaktiviert werden";
"needToRemoveTokens" = "Alle Token innerhalb dieser Kette müssen entfernt werden, bevor Sie fortfahren können.";
"typeHere" = "Hier eingeben";
"nameYourVault" = "Benennen Sie Ihren Tresor";
"uploadFromGallery" = "Aus der Galerie hochladen";
"polkadotExistentialDepositError" = "Wenn ein Konto unter 1 DOT (Existenzielle Einzahlung) fällt, wird das Konto gelöscht (deaktiviert) und alle verbleibenden Mittel werden zerstört. Die Adresse kann jederzeit mit einer neuen Einzahlung, die größer ist als die existenzielle Einzahlung, reaktiviert werden. Dies wird die zerstörten Mittel nicht wiederherstellen.";
"noCameraPermissionError" = "Kameraberechtigung verweigert.\n\nBitte aktivieren Sie sie in den Einstellungen.";
"openSettings" = "Einstellungen öffnen";
"fetchingVaultDetails" = "Tresordetails werden abgerufen";
"vaultNameUnique" = "Der Name des Tresors muss eindeutig sein.";
"alreadyExists" = "existiert bereits";
"dismiss" = "Verwerfen";
"urlCopied" = "URL kopiert";
"vaultWillBeDeletedPermanentlyPrompt" = "Mir ist bewusst, dass der Tresor dauerhaft gelöscht wird";
"canLoseFundsPrompt" = "Mir ist bewusst, dass ich Geld verlieren kann";
"madeVaultBackupPrompt" = "Ich habe eine Sicherung des Tresors erstellt";
"youArePermanentlyDeletingVault" = "Sie löschen Ihren Tresor dauerhaft";
"reviewConditions" = "Bedingungen überprüfen";
"reviewConditionsMessage" = "Bitte überprüfen und stimmen Sie allen aufgeführten Bedingungen zu.";
"deposit" = "Einzahlung";
"enterPassword" = "Passwort eingeben";
"passwordProtectBackup" = "Sichern Sie Ihre Sicherung mit einem Passwort";
"errorSavingFile" = "Fehler beim Speichern der Datei";
"invalidVaultData" = "Ungültige Tresordaten";
"vaultAlreadyExists" = "Tresor existiert bereits";
"vaultRestoreFailed" = "Wiederherstellung des Tresors fehlgeschlagen";
"backupDecryptionFailed" = "Entschlüsselung der Sicherung fehlgeschlagen";
"incorrectPassword" = "Falsches Passwort";
"findCustomTokens" = "Finde Deinen Benutzerdefinierten Token";
"customToken" = "Benutzerdefinierten Token";
"details" = "Details";
"vaultType" = "Tresortyp";
"ECDSAKey" = "ECDSA-Schlüssel";
"EdDSAKey" = "EdDSA-Schlüssel";
"Selected" = "Ausgewählt";
"searchResult" = "Suchergebnis";
"verifyPassword" = "Passwort bestätigen";
"passwordMismatch" = "Passwort stimmt nicht überein";
"verifyPasswordMismatch" = "Bitte stellen Sie sicher, dass Ihre Passwörter übereinstimmen.";
"emptyField" = "Leeres Feld(er)";
"checkEmptyField" = "Bitte stellen Sie sicher, dass alle Felder ausgefüllt sind.";
"optionalPasswordProtectBackup" = "Optionale Passwortsicherung Ihres Tresors";
"keygenFor" = "Schlüsselgenerierung für";
"devicesOnSameNetwork" = "Verbinden Sie alle Geräte mit demselben\nNetzwerk und öffnen Sie die Vultisig-App.";
"devicesOnSameInternet" = "Verbinden Sie alle Geräte mit dem\nInternet und öffnen Sie die Vultisig-App.";
"invalidFileFormat" = "Ungültiges Dateiformat";
"invalidFileFormatMessage" = "Bitte stellen Sie sicher, dass Sie die richtige Sicherungsdatei mit der Erweiterung .dat ausgewählt haben.";
"uploadBackupFile" = "Sicherungsdatei hochladen";
